<pad>	0
<unk>	0
<s>	0
</s>	0
ng	-0
an	-1
▁k	-2
▁t	-3
▁m	-4
▁i	-5
▁T	-6
om	-7
al	-8
he	-9
▁y	-10
ing	-11
ang	-12
at	-13
▁Tom	-14
ou	-15
▁d	-16
ak	-17
ar	-18
▁b	-19
▁I	-20
▁n	-21
as	-22
▁p	-23
▁w	-24
in	-25
▁s	-26
re	-27
▁l	-28
▁a	-29
▁M	-30
ung	-31
on	-32
am	-33
is	-34
ag	-35
▁you	-36
ay	-37
▁to	-38
en	-39
▁ing	-40
▁h	-41
er	-42
▁c	-43
▁the	-44
it	-45
▁A	-46
▁g	-47
▁f	-48
ed	-49
or	-50
▁king	-51
es	-52
▁E	-53
ab	-54
▁th	-55
ap	-56
eng	-57
et	-58
ve	-59
▁The	-60
un	-61
▁ya	-62
ul	-63
il	-64
▁W	-65
▁in	-66
▁ku	-67
▁o	-68
ad	-69
▁is	-70
▁e	-71
ow	-72
ur	-73
▁B	-74
▁S	-75
ot	-76
▁do	-77
▁P	-78
us	-79
▁an	-80
▁me	-81
ik	-82
▁it	-83
▁They	-84
▁D	-85
▁mu	-86
id	-87
▁K	-88
ig	-89
▁N	-90
ut	-91
▁al	-92
▁be	-93
uk	-94
ld	-95
▁of	-96
os	-97
hat	-98
▁he	-99
ant	-100
ave	-101
▁yang	-102
▁H	-103
aw	-104
alu	-105
▁re	-106
▁ka	-107
im	-108
▁mak	-109
ib	-110
▁was	-111
le	-112
▁kung	-113
▁at	-114
la	-115
▁r	-116
▁kang	-117
▁for	-118
▁na	-119
ll	-120
▁Ek	-121
ch	-122
up	-123
▁At	-124
▁kn	-125
▁on	-126
ta	-127
ary	-128
▁go	-129
▁la	-130
▁ne	-131
are	-132
ver	-133
ek	-134
▁have	-135
▁that	-136
▁know	-137
um	-138
▁Y	-139
▁mag	-140
ic	-141
▁L	-142
▁ng	-143
ir	-144
ok	-145
tu	-146
aku	-147
out	-148
uri	-149
▁We	-150
ould	-151
yu	-152
▁as	-153
▁we	-154
▁He	-155
▁man	-156
▁Mary	-157
▁nang	-158
▁ning	-159
▁this	-160
ari	-161
ome	-162
▁don	-163
▁kay	-164
angan	-165
▁deng	-166
▁want	-167
ent	-168
ost	-169
▁It	-170
▁You	-171
▁did	-172
anu	-173
▁ab	-174
hing	-175
▁Eku	-176
▁What	-177
li	-178
ly	-179
ri	-180
aka	-181
eni	-182
▁lo	-183
▁lik	-184
ya	-185
her	-186
▁se	-187
▁your	-188
wa	-189
alan	-190
▁all	-191
ro	-192
abi	-193
age	-194
▁Do	-195
▁Th	-196
▁de	-197
▁are	-198
▁ini	-199
▁like	-200
ink	-201
ter	-202
▁mo	-203
arin	-204
very	-205
▁bal	-206
▁not	-207
▁ngan	-208
ht	-209
amu	-210
ind	-211
▁my	-212
▁does	-213
▁lang	-214
od	-215
and	-216
▁sh	-217
▁st	-218
▁us	-219
awan	-220
▁Mak	-221
▁ita	-222
▁Atin	-223
▁neng	-224
agan	-225
▁his	-226
etung	-227
oston	-228
▁Boston	-229
ion	-230
one	-231
pen	-232
▁Ala	-233
▁and	-234
▁any	-235
▁can	-236
▁kek	-237
▁about	-238
▁C	-239
ami	-240
aya	-241
▁ex	-242
▁kan	-243
ra	-244
yan	-245
▁pa	-246
▁te	-247
akal	-248
ac	-249
ep	-250
mp	-251
op	-252
ug	-253
end	-254
ith	-255
▁kar	-256
▁Buri	-257
▁with	-258
ala	-259
aly	-260
▁pam	-261
▁didn	-262
langan	-263
▁doesn	-264
▁G	-265
ame	-266
ill	-267
ive	-268
▁mi	-269
▁Mas	-270
▁mas	-271
anung	-272
▁kaku	-273
▁what	-274
ni	-275
ayu	-276
▁ke	-277
here	-278
▁She	-279
▁has	-280
▁This	-281
▁buri	-282
▁mung	-283
▁think	-284
ip	-285
ob	-286
est	-287
ren	-288
wan	-289
▁En	-290
▁up	-291
▁hap	-292
▁pal	-293
▁metung	-294
ce	-295
▁O	-296
▁j	-297
ita	-298
ong	-299
▁Pan	-300
▁pan	-301
▁wor	-302
▁daka	-303
▁nung	-304
▁reng	-305
ukarin	-306
fe	-307
ol	-308
adu	-309
ake	-310
bat	-311
oun	-312
tud	-313
▁Is	-314
▁Wh	-315
▁le	-316
▁ta	-317
apun	-318
▁bot	-319
▁get	-320
▁him	-321
▁mat	-322
▁see	-323
▁King	-324
▁look	-325
se	-326
st	-327
all	-328
int	-329
ree	-330
▁cl	-331
akit	-332
ight	-333
wang	-334
▁kap	-335
▁mil	-336
▁min	-337
▁pas	-338
▁tim	-339
▁anak	-340
▁here	-341
▁keng	-342
▁Nanung	-343
▁palage	-344
aylangan	-345
ub	-346
ait	-347
oug	-348
tor	-349
ure	-350
▁Al	-351
▁ag	-352
▁bo	-353
alam	-354
aman	-355
igur	-356
uran	-357
▁How	-358
▁mar	-359
▁par	-360
▁balu	-361
▁Where	-362
▁happen	-363
▁Kaylangan	-364
ud	-365
ank	-366
awa	-367
ayn	-368
ear	-369
isa	-370
kit	-371
ore	-372
und	-373
▁Em	-374
▁Are	-375
▁pang	-376
▁wait	-377
▁going	-378
▁makat	-379
ry	-380
ali	-381
alk	-382
asa	-383
esa	-384
ukn	-385
▁ar	-386
▁ch	-387
▁dr	-388
▁fr	-389
alak	-390
anan	-391
aynt	-392
ound	-393
▁Don	-394
▁day	-395
▁hel	-396
▁kab	-397
▁kas	-398
▁off	-399
▁out	-400
abian	-401
thing	-402
▁Atyu	-403
▁Balu	-404
▁home	-405
aganang	-406
ft	-407
ru	-408
red	-409
yun	-410
▁by	-411
▁or	-412
▁pl	-413
▁ro	-414
▁so	-415
agul	-416
apag	-417
omet	-418
▁Can	-419
▁Sin	-420
▁car	-421
▁eat	-422
▁nak	-423
▁now	-424
▁pro	-425
riend	-426
▁That	-427
▁kami	-428
▁keni	-429
▁very	-430
▁ngeni	-431
▁should	-432
th	-433
ain	-434
ate	-435
aul	-436
ice	-437
ist	-438
ody	-439
ose	-440
ous	-441
ust	-442
ven	-443
▁ap	-444
▁kw	-445
▁sa	-446
apat	-447
oney	-448
yari	-449
▁Bal	-450
▁Did	-451
▁Mag	-452
▁Pep	-453
▁one	-454
▁too	-455
▁wat	-456
▁won	-457
▁Nanu	-458
▁kesa	-459
▁more	-460
▁read	-461
▁tamu	-462
▁than	-463
alamat	-464
▁Sigur	-465
▁found	-466
▁money	-467
▁never	-468
▁somet	-469
▁kanita	-470
▁Nukarin	-471
el	-472
ew	-473
ack	-474
ast	-475
day	-476
era	-477
ete	-478
lie	-479
ort	-480
▁My	-481
▁am	-482
▁no	-483
▁pr	-484
alik	-485
alug	-486
ayan	-487
unta	-488
▁Let	-489
▁Man	-490
▁Nin	-491
▁Tin	-492
▁ask	-493
▁bab	-494
▁ban	-495
▁con	-496
▁dar	-497
▁got	-498
▁her	-499
▁isn	-500
▁kam	-501
▁mam	-502
▁mek	-503
▁yan	-504
alyar	-505
ation	-506
▁from	-507
▁keka	-508
▁need	-509
▁some	-510
▁tell	-511
▁time	-512
▁were	-513
▁will	-514
alyari	-515
ayntun	-516
▁belie	-517
▁could	-518
▁gawan	-519
▁anyang	-520
▁balung	-521
▁kareng	-522
aluguran	-523
alyaring	-524
cc	-525
iw	-526
ty	-527
amd	-528
ans	-529
ase	-530
ers	-531
ess	-532
hen	-533
ite	-534
our	-535
▁co	-536
▁sc	-537
▁wh	-538
ally	-539
apan	-540
fore	-541
ilan	-542
obra	-543
tudy	-544
▁Ena	-545
▁Mig	-546
▁Min	-547
▁amp	-548
▁had	-549
▁kak	-550
▁mad	-551
▁muk	-552
▁pak	-553
▁sin	-554
▁tau	-555
ought	-556
▁both	-557
▁help	-558
▁last	-559
▁left	-560
▁live	-561
▁many	-562
▁much	-563
▁talk	-564
▁told	-565
anting	-566
uknang	-567
▁Thank	-568
▁drink	-569
▁every	-570
▁Balamu	-571
▁before	-572
▁Salamat	-573
▁believe	-574
▁something	-575
do	-576
ka	-577
ma	-578
ye	-579
▁F	-580
▁J	-581
get	-582
hed	-583
ick	-584
row	-585
▁In	-586
▁Ot	-587
▁ad	-588
▁af	-589
▁sp	-590
▁tr	-591
adya	-592
aral	-593
areu	-594
asan	-595
awli	-596
ibat	-597
ried	-598
ulan	-599
▁Eka	-600
▁Pak	-601
▁bis	-602
▁dak	-603
▁dog	-604
▁lib	-605
▁mig	-606
▁old	-607
▁tat	-608
abyan	-609
acher	-610
aling	-611
atang	-612
lease	-613
uring	-614
▁Nung	-615
▁back	-616
▁call	-617
▁came	-618
▁ikit	-619
▁kaya	-620
▁kwar	-621
▁long	-622
▁work	-623
▁Pareu	-624
▁makan	-625
▁munta	-626
▁pamag	-627
▁there	-628
▁three	-629
▁would	-630
▁friend	-631
▁teacher	-632
▁Taganang	-633
mb	-634
sa	-635
to	-636
aga	-637
cho	-638
ffe	-639
gan	-640
ied	-641
ild	-642
ity	-643
kul	-644
tle	-645
ump	-646
utu	-647
wal	-648
▁Ap	-649
▁Me	-650
▁li	-651
able	-652
body	-653
ents	-654
lang	-655
▁Ela	-656
▁Lin	-657
▁Who	-658
▁asu	-659
▁bag	-660
▁imp	-661
▁kat	-662
▁mal	-663
▁may	-664
▁men	-665
▁mir	-666
▁new	-667
▁pag	-668
▁pul	-669
chool	-670
▁Bisa	-671
▁bale	-672
▁bang	-673
▁been	-674
▁book	-675
▁come	-676
▁late	-677
▁miya	-678
▁name	-679
▁oras	-680
▁sure	-681
▁used	-682
▁year	-683
alanan	-684
ildren	-685
iwalan	-686
▁being	-687
▁Metung	-688
▁Ninung	-689
▁bisang	-690
▁kwartu	-691
▁school	-692
▁children	-693
▁masanting	-694
▁makatuknang	-695
be	-696
lu	-697
pl	-698
sp	-699
▁"	-700
ach	-701
amb	-702
ass	-703
aun	-704
aus	-705
igt	-706
ika	-707
ili	-708
nan	-709
ood	-710
own	-711
ten	-712
uki	-713
upa	-714
ved	-715
▁Ag	-716
▁If	-717
▁da	-718
▁fl	-719
▁ob	-720
▁ot	-721
▁pe	-722
akut	-723
alth	-724
ctor	-725
ffee	-726
ible	-727
room	-728
tain	-729
ukan	-730
usni	-731
yang	-732
▁Eke	-733
▁Emu	-734
▁Ing	-735
▁Ini	-736
▁May	-737
▁Mek	-738
▁Mib	-739
▁Mip	-740
▁Why	-741
▁ala	-742
▁bay	-743
▁big	-744
▁dis	-745
▁kot	-746
▁lot	-747
▁mab	-748
▁mis	-749
▁pus	-750
▁sas	-751
alang	-752
ating	-753
orrow	-754
▁good	-755
▁just	-756
▁kape	-757
▁kind	-758
▁made	-759
▁magl	-760
▁only	-761
▁open	-762
▁peng	-763
▁room	-764
▁seem	-765
▁they	-766
▁tung	-767
▁went	-768
▁Every	-769
▁Gawan	-770
▁after	-771
▁dalan	-772
▁karin	-773
▁libru	-774
▁study	-775
▁watch	-776
▁years	-777
▁buring	-778
▁coffee	-779
▁Malyari	-780
▁magobra	-781
▁milyari	-782
▁nothing	-783
▁nukarin	-784
▁tungkul	-785
▁waiting	-786
▁anything	-787
▁makanyan	-788
▁everything	-789
ai	-790
ck	-791
de	-792
me	-793
uy	-794
▁v	-795
ana	-796
ays	-797
cis	-798
eak	-799
ela	-800
ese	-801
eta	-802
ewa	-803
hun	-804
inu	-805
mul	-806
oss	-807
una	-808
urn	-809
▁Pr	-810
▁Sh	-811
▁en	-812
▁gr	-813
▁pi	-814
▁tw	-815
agyu	-816
engi	-817
imin	-818
inis	-819
ious	-820
ison	-821
itan	-822
ople	-823
port	-824
ulat	-825
yadu	-826
▁Mar	-827
▁Mat	-828
▁ang	-829
▁bus	-830
▁buy	-831
▁gag	-832
▁let	-833
▁mib	-834
▁mit	-835
▁mus	-836
▁pek	-837
▁sab	-838
▁und	-839
agana	-840
alaki	-841
anses	-842
ather	-843
ayang	-844
ester	-845
other	-846
rench	-847
▁Ikit	-848
▁Lupa	-849
▁Take	-850
▁atyu	-851
▁daku	-852
▁egan	-853
▁even	-854
▁free	-855
▁hand	-856
▁kare	-857
▁kots	-858
▁magk	-859
▁once	-860
▁pera	-861
▁prob	-862
▁prop	-863
▁take	-864
▁taya	-865
▁them	-866
▁wari	-867
▁when	-868
apunta	-869
iminum	-870
▁Ating	-871
▁Dakal	-872
▁Minta	-873
▁Pilan	-874
▁There	-875
▁abalu	-876
▁again	-877
▁babai	-878
▁ining	-879
▁kahun	-880
▁napun	-881
▁other	-882
▁pasib	-883
▁right	-884
▁speak	-885
▁still	-886
▁under	-887
aganaka	-888
amdaman	-889
▁French	-890
▁Please	-891
▁Siguru	-892
▁ampong	-893
▁doctor	-894
▁health	-895
▁kakung	-896
▁kaming	-897
▁kayang	-898
▁kekami	-899
▁kekang	-900
▁lalaki	-901
▁panaun	-902
▁people	-903
▁really	-904
▁sinabi	-905
ayntunan	-906
esterday	-907
▁Makapag	-908
▁Pranses	-909
▁mitawli	-910
▁Siguradu	-911
▁happened	-912
▁kaluguran	-913
▁kaylangan	-914
▁malyaring	-915
."	-916
ct	-917
ge	-918
if	-919
ku	-920
lf	-921
py	-922
sw	-923
xt	-924
abe	-925
ady	-926
ane	-927
ard	-928
atu	-929
aug	-930
awe	-931
bul	-932
cus	-933
for	-934
ife	-935
ilo	-936
iti	-937
ldo	-938
ork	-939
ret	-940
sal	-941
sul	-942
ula	-943
une	-944
uth	-945
yal	-946
▁An	-947
▁Ar	-948
▁St	-949
▁bl	-950
▁br	-951
▁ko	-952
▁op	-953
▁ra	-954
▁wr	-955
▁yu	-956
akan	-957
alat	-958
ance	-959
anta	-960
ault	-961
cuse	-962
ikdo	-963
iled	-964
isan	-965
leep	-966
mber	-967
ning	-968
osed	-969
ough	-970
pear	-971
ream	-972
rest	-973
uman	-974
ving	-975
▁Eme	-976
▁Ene	-977
▁Mab	-978
▁Mes	-979
▁Pas	-980
▁bit	-981
▁but	-982
▁cat	-983
▁com	-984
▁dan	-985
▁ear	-986
▁ent	-987
▁gin	-988
▁hot	-989
▁ima	-990
▁lin	-991
▁lun	-992
▁map	-993
▁mom	-994
▁pab	-995
▁pil	-996
▁run	-997
▁say	-998
▁sis	-999
▁sum	-1000
▁tom	-1001
▁who	-1002
▁yet	-1003
ananu	-1004
asang	-1005
asyun	-1006
atand	-1007
isten	-1008
isyun	-1009
stand	-1010
udtud	-1011
uling	-1012
upaya	-1013
utang	-1014
▁Agyu	-1015
▁Have	-1016
▁bage	-1017
▁city	-1018
▁cont	-1019
▁died	-1020
▁door	-1021
▁each	-1022
▁gewa	-1023
▁give	-1024
▁hour	-1025
▁into	-1026
▁make	-1027
▁maki	-1028
▁mako	-1029
▁mete	-1030
▁obra	-1031
▁play	-1032
▁pusa	-1033
▁rain	-1034
▁reme	-1035
▁rilo	-1036
▁road	-1037
▁said	-1038
▁seen	-1039
▁sing	-1040
▁tata	-1041
▁took	-1042
▁turn	-1043
▁well	-1044
apagal	-1045
ingwan	-1046
intind	-1047
rested	-1048
umpisa	-1049
yalung	-1050
▁Alang	-1051
▁Japan	-1052
▁asked	-1053
▁banwa	-1054
▁class	-1055
▁close	-1056
▁dakal	-1057
▁fault	-1058
▁lagyu	-1059
▁looks	-1060
▁night	-1061
▁paint	-1062
▁party	-1063
▁pekam	-1064
▁ready	-1065
▁sabla	-1066
▁their	-1067
▁thing	-1068
▁where	-1069
▁Thanks	-1070
▁kaybat	-1071
▁prison	-1072
▁gagawan	-1073
▁karakal	-1074
▁maragul	-1075
▁papunta	-1076
▁parents	-1077
▁pengari	-1078
▁without	-1079
atandanan	-1080
▁Panupaya	-1081
▁pasibayu	-1082
▁remember	-1083
▁tomorrow	-1084
akalingwan	-1085
▁Paniwalan	-1086
▁eganagana	-1087
▁kasalanan	-1088
▁magumpisa	-1089
▁yesterday	-1090
▁understand	-1091
co	-1092
hi	-1093
kw	-1094
md	-1095
na	-1096
te	-1097
ti	-1098
ym	-1099
zy	-1100
ape	-1101
ara	-1102
ark	-1103
art	-1104
aut	-1105
bal	-1106
bug	-1107
der	-1108
ell	-1109
got	-1110
ict	-1111
ide	-1112
imp	-1113
ina	-1114
ins	-1115
ira	-1116
ish	-1117
led	-1118
nis	-1119
ont	-1120
pla	-1121
tan	-1122
uku	-1123
ulu	-1124
ura	-1125
ves	-1126
yad	-1127
▁By	-1128
▁TV	-1129
▁ak	-1130
▁fi	-1131
▁gi	-1132
▁ha	-1133
▁if	-1134
▁sm	-1135
▁ti	-1136
akad	-1137
aran	-1138
atan	-1139
atas	-1140
ccer	-1141
cise	-1142
ibli	-1143
icop	-1144
ikan	-1145
imal	-1146
inan	-1147
indu	-1148
ingg	-1149
isip	-1150
ispl	-1151
itak	-1152
ital	-1153
ktor	-1154
lung	-1155
mane	-1156
mdum	-1157
nang	-1158
swer	-1159
tend	-1160
ukas	-1161
ways	-1162
▁Din	-1163
▁Ita	-1164
▁Kin	-1165
▁Mal	-1166
▁Par	-1167
▁adv	-1168
▁ali	-1169
▁bad	-1170
▁box	-1171
▁din	-1172
▁eka	-1173
▁gym	-1174
▁ide	-1175
▁inv	-1176
▁job	-1177
▁kil	-1178
▁lar	-1179
▁miy	-1180
▁pat	-1181
▁pay	-1182
▁pot	-1183
▁put	-1184
▁sec	-1185
▁sup	-1186
▁ten	-1187
▁tut	-1188
abalu	-1189
amdam	-1190
asaup	-1191
estra	-1192
estro	-1193
igtas	-1194
indow	-1195
intun	-1196
inued	-1197
isina	-1198
ising	-1199
kwela	-1200
obody	-1201
plain	-1202
ready	-1203
ureng	-1204
▁Keni	-1205
▁Mako	-1206
▁Mars	-1207
▁Neng	-1208
▁Yaku	-1209
▁ampo	-1210
▁anti	-1211
▁aren	-1212
▁atin	-1213
▁bayu	-1214
▁best	-1215
▁busy	-1216
▁dark	-1217
▁exam	-1218
▁find	-1219
▁flow	-1220
▁gave	-1221
▁goes	-1222
▁head	-1223
▁hear	-1224
▁kayu	-1225
▁lost	-1226
▁love	-1227
▁maka	-1228
▁maul	-1229
▁miss	-1230
▁muku	-1231
▁naku	-1232
▁over	-1233
▁raka	-1234
▁scar	-1235
▁stay	-1236
▁tamb	-1237
▁tang	-1238
▁walk	-1239
▁wife	-1240
▁yatu	-1241
aragul	-1242
asadya	-1243
ercise	-1244
gether	-1245
igaral	-1246
▁Byasa	-1247
▁Could	-1248
▁Mipag	-1249
▁Sindu	-1250
▁Would	-1251
▁aisip	-1252
▁alang	-1253
▁along	-1254
▁asawa	-1255
▁awang	-1256
▁dapat	-1257
▁doing	-1258
▁finis	-1259
▁happy	-1260
▁haven	-1261
▁hotel	-1262
▁kapat	-1263
▁knows	-1264
▁kotsi	-1265
▁leave	-1266
▁lunch	-1267
▁masal	-1268
▁milab	-1269
▁miras	-1270
▁oneng	-1271
▁seems	-1272
▁sigur	-1273
▁sleep	-1274
▁start	-1275
▁taung	-1276
▁these	-1277
▁tired	-1278
▁truth	-1279
▁uling	-1280
▁wants	-1281
▁world	-1282
▁worry	-1283
▁young	-1284
alumdum	-1285
icopter	-1286
iramdam	-1287
isplika	-1288
langang	-1289
▁Sabian	-1290
▁Sinabi	-1291
▁adwang	-1292
▁always	-1293
▁atlung	-1294
▁bayung	-1295
▁bought	-1296
▁doktor	-1297
▁eating	-1298
▁father	-1299
▁forgot	-1300
▁kaniti	-1301
▁listen	-1302
▁looked	-1303
▁mukung	-1304
▁nakung	-1305
▁nanung	-1306
▁office	-1307
▁pasbul	-1308
▁pulung	-1309
▁sabian	-1310
▁saling	-1311
▁singer	-1312
▁soccer	-1313
▁wanted	-1314
▁window	-1315
uknangan	-1316
▁Masyadu	-1317
▁Tinikdo	-1318
▁already	-1319
▁banwang	-1320
▁carried	-1321
▁friends	-1322
▁healthy	-1323
▁iskwela	-1324
▁looking	-1325
▁malyari	-1326
▁mibalik	-1327
▁tambing	-1328
▁thought	-1329
▁upisina	-1330
▁Everyone	-1331
▁Japanese	-1332
▁Makananu	-1333
▁arrested	-1334
▁finished	-1335
▁magkanta	-1336
▁pabureng	-1337
▁proposed	-1338
▁taganang	-1339
▁together	-1340
▁Malyaring	-1341
▁Payntunan	-1342
▁classroom	-1343
▁continued	-1344
▁helicopter	-1345
▁kaylangang	-1346
▁migaganaka	-1347
da	-1348
ds	-1349
kn	-1350
ne	-1351
po	-1352
ws	-1353
adi	-1354
agm	-1355
alb	-1356
ald	-1357
amp	-1358
atm	-1359
ayi	-1360
ayo	-1361
cid	-1362
dis	-1363
eel	-1364
ene	-1365
ern	-1366
esc	-1367
hes	-1368
ian	-1369
ibe	-1370
ich	-1371
idu	-1372
iet	-1373
imb	-1374
ine	-1375
kat	-1376
kwa	-1377
lem	-1378
oes	-1379
oke	-1380
ons	-1381
pan	-1382
ped	-1383
rat	-1384
res	-1385
sid	-1386
stu	-1387
ukl	-1388
unt	-1389
was	-1390
yos	-1391
▁Ab	-1392
▁Ak	-1393
▁Er	-1394
▁ba	-1395
▁ek	-1396
▁fo	-1397
▁gl	-1398
▁ik	-1399
▁po	-1400
▁su	-1401
aban	-1402
ably	-1403
abye	-1404
akap	-1405
akas	-1406
alas	-1407
alta	-1408
amad	-1409
cess	-1410
ekap	-1411
ered	-1412
iful	-1413
ikit	-1414
ilab	-1415
irlf	-1416
isak	-1417
liwa	-1418
ment	-1419
most	-1420
oman	-1421
ouse	-1422
owed	-1423
rive	-1424
rong	-1425
sahi	-1426
ugan	-1427
ukul	-1428
ulag	-1429
ulut	-1430
uren	-1431
utas	-1432
▁Bin	-1433
▁Gin	-1434
▁Ika	-1435
▁Kab	-1436
▁Lon	-1437
▁Mam	-1438
▁Men	-1439
▁Mit	-1440
▁New	-1441
▁Yan	-1442
▁acc	-1443
▁ale	-1444
▁bat	-1445
▁bec	-1446
▁bed	-1447
▁bin	-1448
▁bir	-1449
▁cap	-1450
▁cer	-1451
▁cle	-1452
▁cop	-1453
▁cor	-1454
▁emp	-1455
▁esc	-1456
▁far	-1457
▁fis	-1458
▁fut	-1459
▁how	-1460
▁ine	-1461
▁kid	-1462
▁kum	-1463
▁kut	-1464
▁lea	-1465
▁lit	-1466
▁lug	-1467
▁lum	-1468
▁med	-1469
▁mwa	-1470
▁nab	-1471
▁ner	-1472
▁our	-1473
▁pep	-1474
▁per	-1475
▁pis	-1476
▁pol	-1477
▁pre	-1478
▁pri	-1479
▁set	-1480
▁sik	-1481
▁sol	-1482
▁son	-1483
▁suk	-1484
▁tam	-1485
▁two	-1486
agang	-1487
akwan	-1488
amali	-1489
amant	-1490
ambut	-1491
anged	-1492
asing	-1493
atamu	-1494
aught	-1495
awang	-1496
cided	-1497
ening	-1498
hroom	-1499
igtig	-1500
ilala	-1501
iling	-1502
inion	-1503
itter	-1504
known	-1505
maneu	-1506
rance	-1507
sulit	-1508
ulang	-1509
unduk	-1510
▁Alas	-1511
▁Aldo	-1512
▁Alus	-1513
▁Atlu	-1514
▁Bala	-1515
▁Come	-1516
▁Keng	-1517
▁Mete	-1518
▁Pagm	-1519
▁Pane	-1520
▁Simb	-1521
▁When	-1522
▁Your	-1523
▁agyu	-1524
▁akit	-1525
▁aldo	-1526
▁bark	-1527
▁boti	-1528
▁dict	-1529
▁down	-1530
▁feel	-1531
▁five	-1532
▁food	-1533
▁gets	-1534
▁gift	-1535
▁idea	-1536
▁kill	-1537
▁knew	-1538
▁lazy	-1539
▁magb	-1540
▁meat	-1541
▁meet	-1542
▁meng	-1543
▁mess	-1544
▁milk	-1545
▁mist	-1546
▁moun	-1547
▁nanu	-1548
▁news	-1549
▁nong	-1550
▁para	-1551
▁plan	-1552
▁safe	-1553
▁show	-1554
▁soon	-1555
▁stop	-1556
▁stud	-1557
▁sulu	-1558
▁tana	-1559
▁ustu	-1560
▁wasn	-1561
▁week	-1562
▁yaku	-1563
akibat	-1564
akitan	-1565
aralan	-1566
estroy	-1567
ionary	-1568
iously	-1569
mulala	-1570
ortant	-1571
salita	-1572
tainly	-1573
ulisak	-1574
umingg	-1575
▁Aliwa	-1576
▁Dekap	-1577
▁Ekuna	-1578
▁Enaku	-1579
▁Malin	-1580
▁Maybe	-1581
▁alone	-1582
▁ating	-1583
▁beaut	-1584
▁bukas	-1585
▁bulan	-1586
▁danum	-1587
▁drank	-1588
▁gatas	-1589
▁girlf	-1590
▁house	-1591
▁kasal	-1592
▁kayli	-1593
▁kilub	-1594
▁light	-1595
▁likes	-1596
▁marok	-1597
▁minta	-1598
▁naman	-1599
▁pakis	-1600
▁paynt	-1601
▁pulis	-1602
▁scary	-1603
▁stood	-1604
▁times	-1605
▁water	-1606
▁woman	-1607
▁write	-1608
alambat	-1609
aldugan	-1610
apanaya	-1611
atmalat	-1612
ossible	-1613
undukan	-1614
ungulan	-1615
▁Arakap	-1616
▁Masaya	-1617
▁Nobody	-1618
▁Sabyan	-1619
▁Should	-1620
▁Tabalu	-1621
▁animal	-1622
▁answer	-1623
▁appear	-1624
▁balita	-1625
▁bottle	-1626
▁caught	-1627
▁couldn	-1628
▁dakayu	-1629
▁dareng	-1630
▁enough	-1631
▁excuse	-1632
▁extend	-1633
▁flower	-1634
▁forget	-1635
▁future	-1636
▁inuman	-1637
▁kabalu	-1638
▁karela	-1639
▁little	-1640
▁maybug	-1641
▁minutu	-1642
▁mother	-1643
▁nakang	-1644
▁needed	-1645
▁pamagl	-1646
▁pilidu	-1647
▁please	-1648
▁report	-1649
▁scared	-1650
▁scream	-1651
▁secret	-1652
▁sister	-1653
▁tamung	-1654
▁tennis	-1655
▁turned	-1656
disisyun	-1657
▁Mapagal	-1658
▁Mibalik	-1659
▁Miminum	-1660
▁Panayan	-1661
▁another	-1662
▁decided	-1663
▁destroy	-1664
▁explain	-1665
▁fishing	-1666
▁kapatad	-1667
▁katawan	-1668
▁leaving	-1669
▁marapat	-1670
▁married	-1671
▁masikan	-1672
▁matwang	-1673
▁mensahi	-1674
▁message	-1675
▁miminum	-1676
▁nabengi	-1677
▁opinion	-1678
▁pakaban	-1679
▁pamalak	-1680
▁talking	-1681
atingapun	-1682
▁Apayntun	-1683
▁bitasang	-1684
▁karelang	-1685
▁mamangan	-1686
▁mountain	-1687
▁pamangan	-1688
▁probably	-1689
▁Everybody	-1690
▁Kaluguran	-1691
▁beautiful	-1692
▁certainly	-1693
▁important	-1694
▁mamyalung	-1695
▁milabasan	-1696
▁paintulut	-1697
▁paniwalan	-1698
▁Makapanaya	-1699
▁dictionary	-1700
▁girlfriend	-1701
▁makaintind	-1702
▁makiramdam	-1703
▁pamagsulit	-1704
▁Atatandanan	-1705
▁kakalingwan	-1706
▁payntungulan	-1707
".	-1708
af	-1709
ah	-1710
du	-1711
ex	-1712
ff	-1713
fr	-1714
ga	-1715
hn	-1716
ie	-1717
lo	-1718
mu	-1719
no	-1720
ph	-1721
sy	-1722
wn	-1723
xi	-1724
ys	-1725
za	-1726
ze	-1727
▁V	-1728
abl	-1729
ags	-1730
agu	-1731
akl	-1732
ako	-1733
ale	-1734
ano	-1735
ash	-1736
aup	-1737
bar	-1738
bye	-1739
cco	-1740
che	-1741
cle	-1742
coh	-1743
dad	-1744
den	-1745
dok	-1746
don	-1747
eli	-1748
eny	-1749
erg	-1750
ert	-1751
ets	-1752
ful	-1753
ged	-1754
gik	-1755
git	-1756
him	-1757
igg	-1758
iks	-1759
ile	-1760
ily	-1761
ios	-1762
iss	-1763
kup	-1764
lep	-1765
lid	-1766
lis	-1767
lse	-1768
mas	-1769
mat	-1770
mer	-1771
mit	-1772
nam	-1773
ner	-1774
ngl	-1775
nia	-1776
ohn	-1777
ope	-1778
orm	-1779
osp	-1780
ote	-1781
oti	-1782
oud	-1783
pir	-1784
rit	-1785
sun	-1786
sya	-1787
ted	-1788
uan	-1789
ugt	-1790
ule	-1791
uli	-1792
ull	-1793
uma	-1794
urp	-1795
uru	-1796
wat	-1797
yak	-1798
yes	-1799
zes	-1800
zza	-1801
▁As	-1802
▁Ex	-1803
▁Ne	-1804
▁Nu	-1805
▁So	-1806
▁Tw	-1807
▁ci	-1808
▁di	-1809
▁ed	-1810
▁fa	-1811
▁gh	-1812
▁il	-1813
▁im	-1814
▁ju	-1815
▁kl	-1816
▁pu	-1817
▁ur	-1818
▁ve	-1819
▁ye	-1820
acif	-1821
adio	-1822
adwa	-1823
agun	-1824
agwa	-1825
akes	-1826
albe	-1827
amun	-1828
amut	-1829
andy	-1830
angk	-1831
anti	-1832
apam	-1833
apik	-1834
aras	-1835
aria	-1836
asya	-1837
atat	-1838
atch	-1839
ated	-1840
ater	-1841
atto	-1842
ause	-1843
ayad	-1844
ball	-1845
balu	-1846
cern	-1847
ched	-1848
chic	-1849
ding	-1850
eave	-1851
endi	-1852
enia	-1853
enti	-1854
enty	-1855
eran	-1856
ffic	-1857
ford	-1858
fric	-1859
galu	-1860
gins	-1861
ibri	-1862
ictu	-1863
ilis	-1864
iman	-1865
imes	-1866
ions	-1867
irst	-1868
irty	-1869
lema	-1870
libe	-1871
mail	-1872
noon	-1873
okom	-1874
omus	-1875
onth	-1876
opan	-1877
opya	-1878
osts	-1879
pens	-1880
plan	-1881
rang	-1882
rect	-1883
reet	-1884
rent	-1885
self	-1886
spir	-1887
taka	-1888
tory	-1889
uest	-1890
ulas	-1891
ulus	-1892
urry	-1893
usug	-1894
uted	-1895
vern	-1896
vous	-1897
ward	-1898
work	-1899
wsan	-1900
yung	-1901
▁All	-1902
▁Arm	-1903
▁Emo	-1904
▁Eno	-1905
▁Eta	-1906
▁Few	-1907
▁God	-1908
▁Hap	-1909
▁Isn	-1910
▁Kak	-1911
▁Kar	-1912
▁Kat	-1913
▁Ker	-1914
▁Kit	-1915
▁Lik	-1916
▁Mik	-1917
▁Not	-1918
▁Now	-1919
▁Sab	-1920
▁Tat	-1921
▁Tut	-1922
▁bas	-1923
▁bet	-1924
▁boy	-1925
▁bro	-1926
▁cam	-1927
▁cra	-1928
▁dad	-1929
▁dap	-1930
▁eku	-1931
▁fam	-1932
▁few	-1933
▁fix	-1934
▁fun	-1935
▁ika	-1936
▁jam	-1937
▁kag	-1938
▁kai	-1939
▁ket	-1940
▁lam	-1941
▁lie	-1942
▁lim	-1943
▁met	-1944
▁mid	-1945
▁mov	-1946
▁osp	-1947
▁own	-1948
▁pin	-1949
▁pip	-1950
▁pla	-1951
▁rak	-1952
▁ran	-1953
▁ret	-1954
▁saw	-1955
▁ser	-1956
▁sib	-1957
▁sus	-1958
▁syu	-1959
▁tra	-1960
▁tru	-1961
▁usu	-1962
▁way	-1963
ables	-1964
adwas	-1965
agkat	-1966
agnan	-1967
agsak	-1968
aking	-1969
aklan	-1970
alage	-1971
alian	-1972
alnan	-1973
ambat	-1974
apint	-1975
arten	-1976
aryan	-1977
augtu	-1978
awaga	-1979
awala	-1980
ayaus	-1981
balen	-1982
ccoli	-1983
cohol	-1984
ender	-1985
erson	-1986
estru	-1987
ibala	-1988
ikala	-1989
ilako	-1990
ingut	-1991
iryos	-1992
itang	-1993
iting	-1994
iwala	-1995
matda	-1996
order	-1997
othes	-1998
pirin	-1999
redit	-2000
rived	-2001
rying	-2002
sadya	-2003
tache	-2004
ungan	-2005
ungub	-2006
ustan	-2007
utwan	-2008
walta	-2009
▁Anak	-2010
▁Apon	-2011
▁Cali	-2012
▁Dela	-2013
▁Didn	-2014
▁Dios	-2015
▁Engl	-2016
▁Ibye	-2017
▁Ikwa	-2018
▁John	-2019
▁Kore	-2020
▁Maki	-2021
▁Mang	-2022
▁Many	-2023
▁Maus	-2024
▁Meko	-2025
▁Obat	-2026
▁Sabi	-2027
▁Sana	-2028
▁Seli	-2029
▁Stay	-2030
▁Tell	-2031
▁Tuki	-2032
▁Viet	-2033
▁York	-2034
▁abil	-2035
▁alak	-2036
▁anya	-2037
▁arap	-2038
▁babo	-2039
▁band	-2040
▁beer	-2041
▁bisa	-2042
▁care	-2043
▁cook	-2044
▁dang	-2045
▁days	-2046
▁dead	-2047
▁deal	-2048
▁diks	-2049
▁dili	-2050
▁else	-2051
▁ever	-2052
▁exch	-2053
▁eyes	-2054
▁fire	-2055
▁foll	-2056
▁full	-2057
▁gigg	-2058
▁gold	-2059
▁gone	-2060
▁gule	-2061
▁hill	-2062
▁hosp	-2063
▁ibat	-2064
▁inte	-2065
▁kail	-2066
▁kanu	-2067
▁keep	-2068
▁kids	-2069
▁laid	-2070
▁less	-2071
▁loan	-2072
▁lukl	-2073
▁magp	-2074
▁mata	-2075
▁mean	-2076
▁meko	-2077
▁mine	-2078
▁muko	-2079
▁mula	-2080
▁naka	-2081
▁next	-2082
▁nune	-2083
▁pamu	-2084
▁pasu	-2085
▁pete	-2086
▁rang	-2087
▁reco	-2088
▁resp	-2089
▁rest	-2090
▁samp	-2091
▁saup	-2092
▁save	-2093
▁seat	-2094
▁shop	-2095
▁shut	-2096
▁sick	-2097
▁simp	-2098
▁slid	-2099
▁tsun	-2100
▁tutu	-2101
▁valu	-2102
▁wall	-2103
▁wish	-2104
▁yari	-2105
acific	-2106
akutan	-2107
alakad	-2108
albeng	-2109
ankful	-2110
antage	-2111
apatus	-2112
appear	-2113
asukul	-2114
atatlu	-2115
bating	-2116
cerned	-2117
cision	-2118
doktor	-2119
esayan	-2120
fornia	-2121
icture	-2122
ikitan	-2123
ilyari	-2124
kupadu	-2125
mulayi	-2126
omusta	-2127
osibli	-2128
sychic	-2129
ugtwan	-2130
ulagpo	-2131
yadung	-2132
yunary	-2133
▁Afric	-2134
▁Buren	-2135
▁Busni	-2136
▁Dapat	-2137
▁Ditak	-2138
▁Eraka	-2139
▁Hurry	-2140
▁Inaus	-2141
▁Kokom	-2142
▁Lagwa	-2143
▁Libri	-2144
▁Maria	-2145
▁Minum	-2146
▁Misan	-2147
▁Natto	-2148
▁Pakis	-2149
▁Param	-2150
▁Stand	-2151
▁Tawli	-2152
▁Watch	-2153
▁Which	-2154
▁amanu	-2155
▁angry	-2156
▁apans	-2157
▁bagya	-2158
▁banyu	-2159
▁basan	-2160
▁bengi	-2161
▁birth	-2162
▁blind	-2163
▁boxes	-2164
▁candy	-2165
▁chang	-2166
▁clear	-2167
▁cobra	-2168
▁dream	-2169
▁drive	-2170
▁exist	-2171
▁front	-2172
▁gintu	-2173
▁hours	-2174
▁juice	-2175
▁kabud	-2176
▁kanan	-2177
▁karni	-2178
▁katas	-2179
▁kendi	-2180
▁lakan	-2181
▁laman	-2182
▁langu	-2183
▁large	-2184
▁later	-2185
▁linub	-2186
▁lived	-2187
▁loves	-2188
▁lugud	-2189
▁makab	-2190
▁makas	-2191
▁manat	-2192
▁matas	-2193
▁mikit	-2194
▁minum	-2195
▁minut	-2196
▁month	-2197
▁moved	-2198
▁music	-2199
▁ngana	-2200
▁ngene	-2201
▁pakit	-2202
▁paman	-2203
▁pamik	-2204
▁piano	-2205
▁pisas	-2206
▁pizza	-2207
▁plans	-2208
▁planu	-2209
▁proud	-2210
▁radio	-2211
▁resid	-2212
▁sadya	-2213
▁shoes	-2214
▁silab	-2215
▁solve	-2216
▁stick	-2217
▁today	-2218
▁urged	-2219
▁veget	-2220
▁waste	-2221
▁while	-2222
▁yours	-2223
alasawa	-2224
alaturu	-2225
alikgik	-2226
amangan	-2227
apamasa	-2228
pensive	-2229
uminggu	-2230
untalan	-2231
▁Abayan	-2232
▁Alutas	-2233
▁Balaku	-2234
▁Excuse	-2235
▁Inglis	-2236
▁Kutang	-2237
▁Lakwan	-2238
▁Linawe	-2239
▁London	-2240
▁Malino	-2241
▁Manaya	-2242
▁Mesira	-2243
▁Meyari	-2244
▁Sayang	-2245
▁Simbut	-2246
▁advice	-2247
▁afford	-2248
▁agyung	-2249
▁almost	-2250
▁anyone	-2251
▁asking	-2252
▁balang	-2253
▁baleng	-2254
▁bangsa	-2255
▁barkun	-2256
▁begins	-2257
▁better	-2258
▁bingut	-2259
▁binili	-2260
▁borrow	-2261
▁bother	-2262
▁called	-2263
▁camera	-2264
▁coming	-2265
▁copied	-2266
▁credit	-2267
▁dakami	-2268
▁dakang	-2269
▁daptan	-2270
▁datang	-2271
▁drinks	-2272
▁during	-2273
▁escape	-2274
▁explan	-2275
▁failed	-2276
▁gawang	-2277
▁ghosts	-2278
▁govern	-2279
▁headph	-2280
▁inspir	-2281
▁invent	-2282
▁istudy	-2283
▁kanite	-2284
▁kanyan	-2285
▁kasing	-2286
▁ketang	-2287
▁kwalta	-2288
▁lamesa	-2289
▁ligtas	-2290
▁limang	-2291
▁linwal	-2292
▁longer	-2293
▁lumbat	-2294
▁magsal	-2295
▁manaya	-2296
▁matter	-2297
▁maugtu	-2298
▁mestra	-2299
▁miyang	-2300
▁moment	-2301
▁musika	-2302
▁nakami	-2303
▁pangam	-2304
▁paying	-2305
▁pengan	-2306
▁perang	-2307
▁person	-2308
▁police	-2309
▁prizes	-2310
▁proper	-2311
▁smiled	-2312
▁street	-2313
▁strong	-2314
▁sumaup	-2315
▁syudad	-2316
▁tayang	-2317
▁things	-2318
▁tigtig	-2319
▁toward	-2320
▁trapik	-2321
▁tutuki	-2322
▁twenty	-2323
▁waited	-2324
▁wouldn	-2325
abalanan	-2326
akibatan	-2327
alingwan	-2328
amantala	-2329
apintura	-2330
ergarten	-2331
exercise	-2332
▁Armenia	-2333
▁Dinusug	-2334
▁English	-2335
▁Kinopya	-2336
▁Komusta	-2337
▁Magaral	-2338
▁Maragul	-2339
▁Masakit	-2340
▁Mibulus	-2341
▁Nothing	-2342
▁Pacific	-2343
▁Paraman	-2344
▁Pepamun	-2345
▁Tatakut	-2346
▁Twitter	-2347
▁Vietnam	-2348
▁aintind	-2349
▁alcohol	-2350
▁allowed	-2351
▁animals	-2352
▁anybody	-2353
▁arrived	-2354
▁aspirin	-2355
▁bayaran	-2356
▁because	-2357
▁blender	-2358
▁brought	-2359
▁byasang	-2360
▁closely	-2361
▁clothes	-2362
▁correct	-2363
▁dininan	-2364
▁earning	-2365
▁entered	-2366
▁giggled	-2367
▁helping	-2368
▁history	-2369
▁ingatan	-2370
▁kakanan	-2371
▁kapilan	-2372
▁klasing	-2373
▁kotsing	-2374
▁kumabye	-2375
▁mabulas	-2376
▁magaral	-2377
▁makadwa	-2378
▁mapagal	-2379
▁maulaga	-2380
▁mekibat	-2381
▁mematda	-2382
▁mibusni	-2383
▁miraras	-2384
▁nervous	-2385
▁ospital	-2386
▁pakibat	-2387
▁panayan	-2388
▁pekamal	-2389
▁picture	-2390
▁problem	-2391
▁pyalung	-2392
▁sapatus	-2393
▁shaking	-2394
▁someone	-2395
▁stopped	-2396
▁sukulan	-2397
▁support	-2398
▁traffic	-2399
▁tsunami	-2400
▁usually	-2401
▁watched	-2402
▁windows	-2403
▁younger	-2404
▁Duminggu	-2405
▁Keraklan	-2406
▁Maniwala	-2407
▁Memulayi	-2408
▁Mibagsak	-2409
▁Pepawaga	-2410
▁Sinambut	-2411
▁apayntun	-2412
▁bathroom	-2413
▁dalumdum	-2414
▁decision	-2415
▁drinking	-2416
▁entrance	-2417
▁exercise	-2418
▁handball	-2419
▁homework	-2420
▁hospital	-2421
▁kekatamu	-2422
▁luklukan	-2423
▁makananu	-2424
▁makwalta	-2425
▁malambat	-2426
▁mamadwas	-2427
▁manibala	-2428
▁masalese	-2429
▁matudtud	-2430
▁mistakes	-2431
▁paugtwan	-2432
▁reported	-2433
▁sasabian	-2434
▁sasabyan	-2435
▁screamed	-2436
▁siguradu	-2437
▁students	-2438
▁studying	-2439
▁tatalnan	-2440
▁thankful	-2441
▁valuable	-2442
▁watching	-2443
appearance	-2444
▁Makasadya	-2445
▁Makatatlu	-2446
▁Manigaral	-2447
▁Mipaglibe	-2448
▁Mitakutan	-2449
▁Pasalamat	-2450
▁Tinuknang	-2451
▁advantage	-2452
▁concerned	-2453
▁destroyed	-2454
▁exchanged	-2455
▁expensive	-2456
▁happening	-2457
▁kailangan	-2458
▁magdoktor	-2459
▁magkamali	-2460
▁makasadya	-2461
▁makatakut	-2462
▁malilyari	-2463
▁manalbeng	-2464
▁manigaral	-2465
▁masyadung	-2466
▁mountains	-2467
▁pagaralan	-2468
▁pakikitan	-2469
▁panakitan	-2470
▁pangawala	-2471
▁payntunan	-2472
▁prisoners	-2473
▁sometimes	-2474
▁tuknangan	-2475
▁Akalingwan	-2476
▁California	-2477
▁Kokomustan	-2478
▁Migaganaka	-2479
▁Pagmaragul	-2480
▁Patingapun	-2481
▁akalingwan	-2482
▁daramdaman	-2483
▁dayatmalat	-2484
▁diksyunary	-2485
▁government	-2486
▁impossible	-2487
▁kabundukan	-2488
▁lakanbalen	-2489
▁madalumdum	-2490
▁manatiling	-2491
▁pakisabian	-2492
▁pisasabian	-2493
▁vegetables	-2494
▁Migdisisyun	-2495
▁Pepapintura	-2496
▁atatandanan	-2497
▁explanation	-2498
▁kasalesayan	-2499
▁magsalitang	-2500
▁Pepamunikala	-2501
▁kindergarten	-2502
▁Makapagmulala	-2503
▁disappearance	-2504
▁makaintinding	-2505
Om	-2506
bo	-2507
br	-2508
bt	-2509
by	-2510
ci	-2511
di	-2512
ec	-2513
gn	-2514
ha	-2515
hr	-2516
kl	-2517
lc	-2518
lp	-2519
ns	-2520
ny	-2521
of	-2522
pa	-2523
pu	-2524
so	-2525
uc	-2526
va	-2527
▁.	-2528
You	-2529
aba	-2530
abu	-2531
ada	-2532
ado	-2533
agd	-2534
alf	-2535
alg	-2536
apl	-2537
aps	-2538
arg	-2539
arr	-2540
asi	-2541
asy	-2542
ata	-2543
atr	-2544
ats	-2545
bay	-2546
ben	-2547
bot	-2548
box	-2549
bre	-2550
bus	-2551
ces	-2552
cia	-2553
con	-2554
dam	-2555
dan	-2556
dat	-2557
dit	-2558
dle	-2559
ece	-2560
ees	-2561
eka	-2562
eko	-2563
erh	-2564
err	-2565
eru	-2566
eti	-2567
fer	-2568
fus	-2569
gap	-2570
ger	-2571
icy	-2572
ien	-2573
ies	-2574
igh	-2575
igl	-2576
ikl	-2577
ilk	-2578
ima	-2579
ini	-2580
ipe	-2581
ire	-2582
irt	-2583
ise	-2584
isl	-2585
ize	-2586
kap	-2587
kut	-2588
lak	-2589
lal	-2590
lik	-2591
lit	-2592
mak	-2593
nal	-2594
ney	-2595
not	-2596
nut	-2597
ock	-2598
onu	-2599
ele	-2600
gla	-2601
iby	-2602
imm	-2603
irs	-2604
lda	-2605
myu	-2606
ook	-2607
oor	-2608
ors	-2609
oru	-2610
oup	-2611
pal	-2612
pam	-2613
par	-2614
pok	-2615
ron	-2616
san	-2617
sin	-2618
sta	-2619
tag	-2620
ton	-2621
uby	-2622
uch	-2623
uil	-2624
uit	-2625
uke	-2626
umb	-2627
uny	-2628
upu	-2629
urb	-2630
urt	-2631
uti	-2632
uty	-2633
vel	-2634
vil	-2635
way	-2636
yas	-2637
yer	-2638
yup	-2639
yut	-2640
zen	-2641
▁Ad	-2642
▁Ay	-2643
▁Mi	-2644
▁Oh	-2645
▁cr	-2646
▁cu	-2647
▁hy	-2648
▁ib	-2649
▁lu	-2650
▁nu	-2651
▁ph	-2652
▁py	-2653
▁ri	-2654
▁sn	-2655
▁sw	-2656
▁sy	-2657
▁un	-2658
Balu	-2659
abag	-2660
abal	-2661
abun	-2662
ache	-2663
aday	-2664
ader	-2665
adyu	-2666
agat	-2667
ager	-2668
ages	-2669
agip	-2670
agis	-2671
aken	-2672
akot	-2673
alab	-2674
alal	-2675
alar	-2676
alim	-2677
amah	-2678
amin	-2679
amit	-2680
anga	-2681
anib	-2682
anug	-2683
anup	-2684
anwa	-2685
apad	-2686
apak	-2687
aped	-2688
apek	-2689
apit	-2690
apor	-2691
aram	-2692
arch	-2693
ares	-2694
arge	-2695
arok	-2696
ased	-2697
asta	-2698
asun	-2699
gni	-2700
ipl	-2701
yni	-2702
▁Go	-2703
▁ug	-2704
ande	-2705
andf	-2706
ando	-2707
atap	-2708
atug	-2709
atur	-2710
aula	-2711
avel	-2712
awer	-2713
ayap	-2714
bala	-2715
bayu	-2716
bira	-2717
botu	-2718
byus	-2719
cely	-2720
cent	-2721
cony	-2722
dala	-2723
eked	-2724
ekis	-2725
elik	-2726
enal	-2727
ened	-2728
eniw	-2729
enta	-2730
entu	-2731
form	-2732
gest	-2733
ibly	-2734
ibul	-2735
ical	-2736
iced	-2737
iche	-2738
ickn	-2739
idad	-2740
idge	-2741
igal	-2742
igan	-2743
igil	-2744
iket	-2745
ikul	-2746
iles	-2747
ilet	-2748
ilid	-2749
ilip	-2750
ilit	-2751
ilug	-2752
ilya	-2753
ilyu	-2754
indi	-2755
inup	-2756
ipat	-2757
ipit	-2758
iran	-2759
ised	-2760
isit	-2761
ispu	-2762
itna	-2763
iwan	-2764
kung	-2765
loye	-2766
mand	-2767
mpan	-2768
mpor	-2769
mpre	-2770
nanu	-2771
obri	-2772
oday	-2773
onds	-2774
ones	-2775
onse	-2776
oran	-2777
orch	-2778
orse	-2779
orta	-2780
oset	-2781
ount	-2782
pose	-2783
pyun	-2784
rabi	-2785
rato	-2786
real	-2787
reat	-2788
reen	-2789
rekl	-2790
ress	-2791
resu	-2792
ring	-2793
rise	-2794
rove	-2795
rung	-2796
sent	-2797
sing	-2798
sion	-2799
Hud	-2800
iol	-2801
ubu	-2802
▁Of	-2803
▁ub	-2804
ahan	-2805
aldo	-2806
cean	-2807
dong	-2808
erry	-2809
more	-2810
ored	-2811
orry	-2812
stru	-2813
tang	-2814
ters	-2815
ting	-2816
tong	-2817
toru	-2818
tuck	-2819
tuki	-2820
tung	-2821
udad	-2822
udud	-2823
uiet	-2824
uite	-2825
ulak	-2826
ules	-2827
ulsa	-2828
uluk	-2829
ulun	-2830
unan	-2831
undu	-2832
unga	-2833
unis	-2834
upid	-2835
urin	-2836
usen	-2837
usub	-2838
yahe	-2839
yare	-2840
zing	-2841
▁Ang	-2842
▁Bag	-2843
▁Bay	-2844
▁Ber	-2845
▁Bro	-2846
▁Chr	-2847
▁Day	-2848
▁Dim	-2849
▁Era	-2850
▁Ere	-2851
▁Est	-2852
▁Eya	-2853
▁Eyu	-2854
▁Gad	-2855
▁Gag	-2856
▁Gam	-2857
▁Get	-2858
▁Gre	-2859
▁His	-2860
▁Iro	-2861
▁Jew	-2862
▁Kan	-2863
▁Kap	-2864
▁Kas	-2865
▁Kik	-2866
▁Kun	-2867
▁Lum	-2868
▁Mel	-2869
▁Mep	-2870
▁Mir	-2871
▁Mon	-2872
▁Mum	-2873
▁Num	-2874
▁One	-2875
▁Our	-2876
▁Out	-2877
▁Pen	-2878
▁Pin	-2879
▁Pit	-2880
▁Sak	-2881
▁Sas	-2882
▁Sie	-2883
▁Sis	-2884
▁Sud	-2885
▁Sum	-2886
▁Ter	-2887
▁Tik	-2888
▁Tit	-2889
▁age	-2890
▁ago	-2891
▁ana	-2892
▁ane	-2893
▁anx	-2894
▁ate	-2895
▁bak	-2896
▁bil	-2897
▁bla	-2898
▁bos	-2899
elu	-2900
rux	-2901
uel	-2902
auli	-2903
cred	-2904
orti	-2905
sult	-2906
vate	-2907
yelu	-2908
▁Meg	-2909
▁bub	-2910
▁bya	-2911
▁bye	-2912
▁cir	-2913
▁cup	-2914
▁cur	-2915
▁des	-2916
▁dir	-2917
▁dri	-2918
▁eko	-2919
▁eme	-2920
▁emu	-2921
▁ena	-2922
▁end	-2923
▁ere	-2924
▁fin	-2925
▁gad	-2926
▁gas	-2927
▁gat	-2928
▁gis	-2929
▁hid	-2930
▁hit	-2931
▁ist	-2932
▁its	-2933
▁jet	-2934
▁ken	-2935
▁kik	-2936
▁kin	-2937
▁kuk	-2938
▁kun	-2939
▁lab	-2940
▁lak	-2941
▁lup	-2942
▁mik	-2943
▁mix	-2944
▁mor	-2945
▁nin	-2946
▁nor	-2947
▁opp	-2948
▁pup	-2949
▁rat	-2950
▁rem	-2951
▁rig	-2952
▁sad	-2953
▁sal	-2954
▁sat	-2955
▁sea	-2956
▁sek	-2957
▁she	-2958
▁sta	-2959
▁sub	-2960
▁tea	-2961
▁thr	-2962
▁tin	-2963
▁ton	-2964
▁toy	-2965
▁tud	-2966
▁tuk	-2967
▁tum	-2968
▁tup	-2969
▁use	-2970
▁vac	-2971
▁war	-2972
▁wed	-2973
▁why	-2974
▁wid	-2975
▁win	-2976
▁wis	-2977
▁yuk	-2978
abant	-2979
abasa	-2980
abies	-2981
abili	-2982
aburi	-2983
acket	-2984
adung	-2985
agawa	-2986
aguli	-2987
agung	-2988
akang	-2989
akita	-2990
alako	-2991
alana	-2992
alben	-2993
aliwa	-2994
aller	-2995
aloti	-2996
althy	-2997
aming	-2998
andit	-2999
lue	-3000
bell	-3001
gbug	-3002
lwal	-3003
ples	-3004
uick	-3005
umpe	-3006
▁TOm	-3007
▁emb	-3008
▁imb	-3009
▁obv	-3010
▁tsa	-3011
Alang	-3012
alili	-3013
angid	-3014
angle	-3015
angwa	-3016
antsa	-3017
antug	-3018
anwan	-3019
anyan	-3020
apang	-3021
arely	-3022
arine	-3023
asawa	-3024
atoes	-3025
atras	-3026
awani	-3027
ayali	-3028
ayers	-3029
bulag	-3030
ccess	-3031
ction	-3032
ctive	-3033
ctors	-3034
dakan	-3035
dence	-3036
depen	-3037
dered	-3038
eally	-3039
egalu	-3040
ensya	-3041
ented	-3042
eseng	-3043
gyang	-3044
haust	-3045
henom	-3046
himik	-3047
ibili	-3048
icine	-3049
icken	-3050
icket	-3051
ident	-3052
ilkal	-3053
ilyan	-3054
ilyas	-3055
inang	-3056
indal	-3057
irsty	-3058
isabi	-3059
isang	-3060
iseta	-3061
islap	-3062
istic	-3063
ither	-3064
ities	-3065
itten	-3066
katwa	-3067
lcome	-3068
ledge	-3069
mbers	-3070
mites	-3071
nanan	-3072
oking	-3073
olbox	-3074
ompan	-3075
orize	-3076
oting	-3077
ourse	-3078
ouses	-3079
parla	-3080
press	-3081
reece	-3082
samut	-3083
sport	-3084
staur	-3085
tentu	-3086
tured	-3087
uilty	-3088
uking	-3089
ulaga	-3090
ulung	-3091
umped	-3092
undag	-3093
ungry	-3094
ungut	-3095
unity	-3096
untuk	-3097
utuan	-3098
utung	-3099
Ena	-3100
cks	-3101
adyo	-3102
byos	-3103
cont	-3104
ratu	-3105
side	-3106
sulu	-3107
tled	-3108
tune	-3109
▁ene	-3110
▁eta	-3111
▁una	-3112
amura	-3113
cious	-3114
impak	-3115
imped	-3116
inext	-3117
issed	-3118
ontra	-3119
wanan	-3120
wsang	-3121
yertu	-3122
▁Abal	-3123
▁Apan	-3124
▁Apis	-3125
▁Band	-3126
▁Bayu	-3127
▁Call	-3128
▁Cats	-3129
▁Cong	-3130
▁Deng	-3131
▁Deni	-3132
▁Deta	-3133
▁Does	-3134
▁Eter	-3135
▁Gewa	-3136
▁Good	-3137
▁Help	-3138
▁Here	-3139
▁Hide	-3140
▁Imul	-3141
▁Inab	-3142
▁Istu	-3143
▁Just	-3144
▁Kaku	-3145
▁Kang	-3146
▁Keka	-3147
▁Life	-3148
▁Look	-3149
▁Maul	-3150
▁Mawa	-3151
▁Meki	-3152
▁Migk	-3153
▁Migp	-3154
▁Mika	-3155
▁More	-3156
▁Muna	-3157
▁Ning	-3158
▁Ninu	-3159
▁Open	-3160
▁Paki	-3161
▁Pang	-3162
▁Pant	-3163
▁Show	-3164
▁Shut	-3165
▁Some	-3166
▁Taga	-3167
▁Tara	-3168
▁Tutu	-3169
▁Work	-3170
▁Year	-3171
▁abak	-3172
▁akar	-3173
▁akil	-3174
▁aluk	-3175
▁answ	-3176
▁atlu	-3177
▁auth	-3178
▁away	-3179
▁baby	-3180
▁ball	-3181
▁barg	-3182
▁bebe	-3183
▁bola	-3184
▁boss	-3185
▁buny	-3186
▁cake	-3187
▁card	-3188
▁cars	-3189
▁case	-3190
▁cats	-3191
▁caut	-3192
▁cele	-3193
▁cell	-3194
▁club	-3195
▁coug	-3196
▁crow	-3197
▁cure	-3198
▁deaf	-3199
poc	-3200
ernu	-3201
pany	-3202
after	-3203
baril	-3204
ician	-3205
lakad	-3206
leman	-3207
ratul	-3208
ukluk	-3209
usian	-3210
▁Leko	-3211
▁Next	-3212
▁defe	-3213
▁dela	-3214
▁deta	-3215
▁ding	-3216
▁dipe	-3217
▁disp	-3218
▁dong	-3219
▁eats	-3220
▁educ	-3221
▁fall	-3222
▁fant	-3223
▁fast	-3224
▁fear	-3225
▁fell	-3226
▁flag	-3227
▁foot	-3228
▁game	-3229
▁gawa	-3230
▁gent	-3231
▁gera	-3232
▁glad	-3233
▁grow	-3234
▁hard	-3235
▁hasn	-3236
▁iket	-3237
▁ilug	-3238
▁inos	-3239
▁inum	-3240
▁jobs	-3241
▁jour	-3242
▁kako	-3243
▁kale	-3244
▁keys	-3245
▁kick	-3246
▁kong	-3247
▁kula	-3248
▁kune	-3249
▁kwat	-3250
▁lend	-3251
▁life	-3252
▁line	-3253
▁lose	-3254
▁maly	-3255
▁mapa	-3256
▁maps	-3257
▁mong	-3258
▁most	-3259
▁mous	-3260
▁mune	-3261
▁must	-3262
▁nako	-3263
▁namu	-3264
▁ones	-3265
▁pagk	-3266
▁pago	-3267
▁pair	-3268
▁pans	-3269
▁pare	-3270
▁part	-3271
▁payu	-3272
▁pila	-3273
▁ping	-3274
▁pock	-3275
▁poss	-3276
▁pred	-3277
▁prub	-3278
▁pulu	-3279
▁pund	-3280
▁pung	-3281
▁purp	-3282
▁rele	-3283
▁reni	-3284
▁repa	-3285
▁rich	-3286
▁rose	-3287
▁runs	-3288
▁same	-3289
▁sana	-3290
▁sang	-3291
▁sanu	-3292
▁says	-3293
▁send	-3294
▁ship	-3295
▁shot	-3296
▁side	-3297
▁sine	-3298
▁song	-3299
duct	-3300
lept	-3301
miss	-3302
ritu	-3303
taxi	-3304
▁Ask	-3305
Leave	-3306
anuma	-3307
asuan	-3308
denly	-3309
epted	-3310
slept	-3311
▁Kuma	-3312
▁Peny	-3313
▁cash	-3314
▁farm	-3315
▁hope	-3316
▁indu	-3317
▁jets	-3318
▁muli	-3319
▁peny	-3320
▁such	-3321
▁suit	-3322
▁surp	-3323
▁taga	-3324
▁tasa	-3325
▁taxi	-3326
▁tear	-3327
▁terr	-3328
▁test	-3329
▁tete	-3330
▁text	-3331
▁tind	-3332
▁trak	-3333
▁tuki	-3334
▁ubas	-3335
▁ukul	-3336
▁ulan	-3337
▁usuk	-3338
▁viol	-3339
▁wake	-3340
▁walu	-3341
▁wide	-3342
▁woke	-3343
▁word	-3344
▁yuku	-3345
▁yung	-3346
agagan	-3347
agaral	-3348
akalon	-3349
akaran	-3350
akatan	-3351
alianu	-3352
alikut	-3353
alitan	-3354
ampion	-3355
amuyut	-3356
anupan	-3357
apekat	-3358
arakal	-3359
aranan	-3360
arinan	-3361
arinat	-3362
arrass	-3363
aryang	-3364
asakit	-3365
atagun	-3366
ations	-3367
atugut	-3368
aynawa	-3369
baytan	-3370
dering	-3371
enakan	-3372
entuan	-3373
erbyus	-3374
erhaps	-3375
gnored	-3376
hrooms	-3377
ibalan	-3378
ibatan	-3379
ibyeng	-3380
icycle	-3381
igisan	-3382
ilabas	-3383
ilable	-3384
imawan	-3385
imming	-3386
inapan	-3387
inggap	-3388
iryosu	-3389
isited	-3390
istmas	-3391
itters	-3392
kulung	-3393
lambat	-3394
leyadu	-3395
loyees	-3396
mitted	-3397
ountry	-3398
ratung	-3399
▁Like	-3400
▁Tuto	-3401
▁eran	-3402
▁susi	-3403
▁true	-3404
obrang	-3405
rensya	-3406
resadu	-3407
retung	-3408
riends	-3409
sineru	-3410
tended	-3411
tennis	-3412
ulasan	-3413
uranan	-3414
usibli	-3415
yagnan	-3416
▁Abala	-3417
▁Agnan	-3418
▁Alayu	-3419
▁Awsan	-3420
▁Ayari	-3421
▁Banwa	-3422
▁Bengi	-3423
▁Binye	-3424
▁Bulag	-3425
▁Dispu	-3426
▁Emuke	-3427
▁Eraku	-3428
▁Gisan	-3429
▁Hapon	-3430
▁Happy	-3431
▁Kalar	-3432
▁Lalbe	-3433
▁Leave	-3434
▁Linub	-3435
▁Lunis	-3436
▁Manan	-3437
▁Matwa	-3438
▁Mayap	-3439
▁Merry	-3440
▁Miabe	-3441
▁Mikas	-3442
▁Mitmu	-3443
▁Pakir	-3444
▁Pakit	-3445
▁Pekis	-3446
▁Peniw	-3447
▁Sabik	-3448
▁Sadya	-3449
▁Sapak	-3450
▁Satur	-3451
▁Shall	-3452
▁Sibli	-3453
▁Somet	-3454
▁State	-3455
▁Sulat	-3456
▁Tando	-3457
▁Their	-3458
▁These	-3459
▁Those	-3460
▁Tikdo	-3461
▁Whose	-3462
▁agawa	-3463
▁agree	-3464
▁aksid	-3465
▁alayu	-3466
▁alert	-3467
▁alive	-3468
▁aliwa	-3469
▁anger	-3470
▁angga	-3471
▁asung	-3472
▁awsan	-3473
▁balak	-3474
▁balat	-3475
▁banda	-3476
▁beach	-3477
▁began	-3478
▁binye	-3479
▁birds	-3480
▁bitis	-3481
▁blame	-3482
▁board	-3483
▁books	-3484
▁brand	-3485
▁brave	-3486
▁bulsa	-3487
▁busal	-3488
▁byasa	-3489
▁cards	-3490
▁clean	-3491
▁coins	-3492
▁crazy	-3493
▁cried	-3494
▁danom	-3495
▁diffe	-3496
▁dirty	-3497
▁ditak	-3498
▁donat	-3499
nuts	-3500
algal	-3501
brate	-3502
datun	-3503
fused	-3504
gnize	-3505
ience	-3506
likut	-3507
orses	-3508
palto	-3509
sanas	-3510
▁Adwa	-3511
▁Lima	-3512
▁Much	-3513
▁Oyni	-3514
▁also	-3515
▁ayup	-3516
▁debt	-3517
▁duty	-3518
▁exec	-3519
▁guby	-3520
▁half	-3521
▁high	-3522
▁hurt	-3523
▁ipok	-3524
▁iron	-3525
▁ligl	-3526
▁phys	-3527
▁roof	-3528
▁ugtu	-3529
agipan	-3530
anggap	-3531
arestu	-3532
ikleta	-3533
lalawe	-3534
leponu	-3535
umbung	-3536
velope	-3537
▁Alben	-3538
▁Basta	-3539
▁Berdi	-3540
▁Talab	-3541
▁bapor	-3542
▁civil	-3543
▁clasi	-3544
▁clock	-3545
▁cross	-3546
▁dagis	-3547
▁dough	-3548
▁dozen	-3549
▁eager	-3550
▁early	-3551
▁earns	-3552
▁eaten	-3553
▁eight	-3554
▁ekuna	-3555
▁ekupa	-3556
▁email	-3557
▁empty	-3558
▁feels	-3559
▁first	-3560
▁fixed	-3561
▁floor	-3562
▁flown	-3563
▁foods	-3564
▁forty	-3565
▁funny	-3566
▁gabun	-3567
▁galal	-3568
▁gifts	-3569
▁ginis	-3570
▁given	-3571
▁glass	-3572
▁goods	-3573
▁gradu	-3574
▁grape	-3575
▁group	-3576
▁grupu	-3577
▁hands	-3578
▁heard	-3579
▁ideya	-3580
▁ikami	-3581
▁inaus	-3582
▁isara	-3583
▁kaday	-3584
▁kamal	-3585
▁kanta	-3586
▁kapan	-3587
▁karne	-3588
▁katwa	-3589
▁knees	-3590
▁kotse	-3591
▁lalam	-3592
▁lande	-3593
▁lasun	-3594
▁libri	-3595
▁lihim	-3596
▁lives	-3597
▁lugal	-3598
▁mabab	-3599
Hudyu	-3600
▁crux	-3601
aporti	-3602
singku	-3603
ueless	-3604
▁Angga	-3605
▁Pitda	-3606
▁Presu	-3607
▁Susub	-3608
▁Today	-3609
▁black	-3610
▁byahi	-3611
▁drove	-3612
▁dusen	-3613
▁green	-3614
▁horse	-3615
▁mabye	-3616
▁makag	-3617
▁manga	-3618
▁matwa	-3619
▁maulu	-3620
▁meant	-3621
▁medya	-3622
▁mekas	-3623
▁mekat	-3624
▁meket	-3625
▁menik	-3626
▁migig	-3627
▁miles	-3628
▁milya	-3629
▁minom	-3630
▁mipam	-3631
▁moons	-3632
▁movie	-3633
▁muran	-3634
▁murin	-3635
▁needs	-3636
▁ngang	-3637
▁nickn	-3638
▁ocean	-3639
▁offer	-3640
▁often	-3641
▁older	-3642
▁order	-3643
▁pader	-3644
▁pages	-3645
▁panga	-3646
▁panug	-3647
▁paris	-3648
▁pelik	-3649
▁pianu	-3650
▁piece	-3651
▁pilan	-3652
▁pipag	-3653
▁place	-3654
▁plays	-3655
▁point	-3656
▁porch	-3657
▁price	-3658
▁punta	-3659
▁pyanu	-3660
▁radyu	-3661
▁reach	-3662
▁retre	-3663
▁river	-3664
▁rules	-3665
▁sakit	-3666
▁selda	-3667
▁seven	-3668
▁shake	-3669
▁shape	-3670
▁shirt	-3671
▁sibil	-3672
▁sikat	-3673
▁silid	-3674
▁since	-3675
▁smoke	-3676
▁snack	-3677
▁sobri	-3678
▁solid	-3679
▁sopan	-3680
▁sorry	-3681
▁split	-3682
▁spoke	-3683
▁storm	-3684
▁stuck	-3685
▁sukat	-3686
▁sulat	-3687
▁suluk	-3688
▁syeti	-3689
▁table	-3690
▁taken	-3691
▁talim	-3692
▁tawli	-3693
▁those	-3694
▁tiket	-3695
▁timan	-3696
▁trash	-3697
▁treat	-3698
▁tried	-3699
▁blue	-3700
pocrit	-3701
uickly	-3702
▁radyo	-3703
▁socks	-3704
▁truck	-3705
▁twins	-3706
▁unava	-3707
▁using	-3708
▁utang	-3709
▁white	-3710
▁whole	-3711
▁worst	-3712
▁wrong	-3713
▁wrote	-3714
abanten	-3715
akalale	-3716
alakang	-3717
ananwan	-3718
apuntan	-3719
arching	-3720
arkable	-3721
awangis	-3722
byosung	-3723
cessary	-3724
cessity	-3725
ditions	-3726
hausted	-3727
ichever	-3728
igalame	-3729
ination	-3730
indagul	-3731
intunan	-3732
isingan	-3733
looking	-3734
maneung	-3735
mission	-3736
mporary	-3737
onsible	-3738
panapun	-3739
psychic	-3740
reklamu	-3741
sionate	-3742
tagumpe	-3743
uestion	-3744
utwanan	-3745
yangkap	-3746
yaregla	-3747
▁Africa	-3748
▁Agyang	-3749
▁Almost	-3750
▁Animal	-3751
▁Answer	-3752
▁Apakan	-3753
▁Bayang	-3754
▁Bayung	-3755
▁Binite	-3756
▁Binwat	-3757
▁Datang	-3758
▁Dimdam	-3759
▁Estado	-3760
▁Grecia	-3761
▁Greece	-3762
▁Inuman	-3763
▁Istudy	-3764
▁Kabayu	-3765
▁Kabira	-3766
▁Kakawe	-3767
▁Kaninu	-3768
▁Kareng	-3769
▁Kasing	-3770
▁Kikyak	-3771
▁Kilala	-3772
▁Kilkal	-3773
▁Kinera	-3774
▁Kitkut	-3775
▁Kitnan	-3776
▁Kontra	-3777
▁Korean	-3778
▁Kulang	-3779
▁Kwanan	-3780
▁Ligtas	-3781
▁Likwan	-3782
▁Linwal	-3783
▁Listen	-3784
▁Lumawe	-3785
▁Lungub	-3786
▁Mababa	-3787
▁Maklak	-3788
▁Malagu	-3789
▁Manyad	-3790
▁Maryng	-3791
▁Masala	-3792
▁Masapl	-3793
▁Matibe	-3794
▁Maygit	-3795
▁Mekeni	-3796
▁Menaya	-3797
▁Menyad	-3798
▁Mepata	-3799
▁Horses	-3800
▁Mesaya	-3801
▁Mestra	-3802
▁Mestru	-3803
▁Milako	-3804
▁Minuli	-3805
▁Monday	-3806
▁Ninanu	-3807
▁Numanu	-3808
▁Pakipl	-3809
▁Palage	-3810
▁Palako	-3811
▁Panaun	-3812
▁Parama	-3813
▁Pasake	-3814
▁Paskwa	-3815
▁Payaus	-3816
▁Penaya	-3817
▁Sakoru	-3818
▁Sanung	-3819
▁Sinali	-3820
▁Sinuku	-3821
▁Siryos	-3822
▁Summer	-3823
▁Tikyan	-3824
▁Timpak	-3825
▁Tutuki	-3826
▁absent	-3827
▁aguman	-3828
▁akakit	-3829
▁alarin	-3830
▁aldong	-3831
▁apigil	-3832
▁apples	-3833
▁apunan	-3834
▁around	-3835
▁arrive	-3836
▁asleep	-3837
▁asnang	-3838
▁awsang	-3839
▁babies	-3840
▁bageng	-3841
▁balwat	-3842
▁bantug	-3843
▁barely	-3844
▁basung	-3845
▁basura	-3846
▁battle	-3847
▁become	-3848
▁bigger	-3849
▁bigote	-3850
▁bigoti	-3851
▁bitten	-3852
▁bridge	-3853
▁bunduk	-3854
▁buntuk	-3855
▁buried	-3856
▁cannot	-3857
▁change	-3858
▁charge	-3859
▁circle	-3860
▁ciudad	-3861
▁closet	-3862
▁corner	-3863
▁course	-3864
▁craves	-3865
▁crying	-3866
▁cualta	-3867
▁dakeng	-3868
▁dakung	-3869
▁desert	-3870
▁dinner	-3871
▁dishes	-3872
▁drawer	-3873
▁edible	-3874
▁entire	-3875
▁expose	-3876
▁family	-3877
▁famous	-3878
▁follow	-3879
▁former	-3880
▁fright	-3881
▁gasped	-3882
▁ginawa	-3883
▁gisyan	-3884
▁grandf	-3885
▁ground	-3886
▁guilty	-3887
▁handed	-3888
▁helped	-3889
▁hotels	-3890
▁houses	-3891
▁hungry	-3892
▁ibusni	-3893
▁imalan	-3894
▁imporm	-3895
▁inamin	-3896
▁incred	-3897
▁inform	-3898
▁invite	-3899
▁isinup	-3900
▁isulat	-3901
▁jumped	-3902
▁kabait	-3903
▁kabang	-3904
▁kabayu	-3905
▁kambal	-3906
▁kanine	-3907
▁kanini	-3908
▁kanung	-3909
▁karagd	-3910
▁karene	-3911
▁karing	-3912
▁kayabe	-3913
▁kekayo	-3914
▁kekayu	-3915
▁kening	-3916
▁killed	-3917
▁kilwal	-3918
▁kinyak	-3919
▁kissed	-3920
▁kumang	-3921
▁kumpan	-3922
▁kutang	-3923
▁kutnan	-3924
▁lakwas	-3925
▁lareng	-3926
▁limped	-3927
▁lisyun	-3928
▁living	-3929
▁lungub	-3930
▁lupang	-3931
▁maginu	-3932
▁makmak	-3933
▁malagu	-3934
▁mamasa	-3935
▁manage	-3936
▁mangan	-3937
▁maputi	-3938
▁mayari	-3939
▁maygit	-3940
▁medyas	-3941
▁mestro	-3942
▁middle	-3943
▁migump	-3944
▁milayi	-3945
▁minute	-3946
▁misabi	-3947
▁misane	-3948
▁missed	-3949
▁miyabe	-3950
▁movies	-3951
▁nakeng	-3952
▁nananu	-3953
▁nation	-3954
▁ninung	-3955
▁nobody	-3956
▁notice	-3957
▁obrang	-3958
▁opport	-3959
▁pagawa	-3960
▁pagmas	-3961
▁palayo	-3962
▁palwal	-3963
▁pamang	-3964
▁pamung	-3965
▁pangat	-3966
▁panulu	-3967
▁patdan	-3968
▁peeked	-3969
▁phenom	-3970
▁pilang	-3971
▁places	-3972
▁poison	-3973
▁polite	-3974
▁potang	-3975
▁prefer	-3976
▁premyu	-3977
▁prutas	-3978
▁pusang	-3979
▁pushed	-3980
▁racket	-3981
▁rained	-3982
▁raised	-3983
▁rakang	-3984
▁raketa	-3985
▁recent	-3986
▁regalu	-3987
▁repair	-3988
▁return	-3989
▁rigalu	-3990
▁sabyan	-3991
▁saguli	-3992
▁salwan	-3993
▁samant	-3994
▁sasabi	-3995
▁sasaup	-3996
▁seeing	-3997
▁sekret	-3998
▁settle	-3999
▁siguru	-4000
▁simple	-4001
▁simpli	-4002
▁singku	-4003
▁smiles	-4004
▁spring	-4005
▁stairs	-4006
▁stayed	-4007
▁sticky	-4008
▁stupid	-4009
▁suburb	-4010
▁sumuku	-4011
▁talked	-4012
▁taller	-4013
▁thinks	-4014
▁thirty	-4015
▁ticket	-4016
▁timawa	-4017
▁timbre	-4018
▁tinext	-4019
▁toilet	-4020
▁travel	-4021
▁trying	-4022
▁tukyan	-4023
▁tutubu	-4024
▁unreal	-4025
▁ustung	-4026
▁voting	-4027
▁walked	-4028
▁widest	-4029
▁wished	-4030
▁within	-4031
▁yukung	-4032
alangyan	-4033
amahalan	-4034
angkanan	-4035
angkapan	-4036
apuntang	-4037
asanting	-4038
atapilan	-4039
bundukan	-4040
entrance	-4041
ompanied	-4042
plaining	-4043
staurant	-4044
uestions	-4045
▁Abating	-4046
▁African	-4047
▁Akilala	-4048
▁Bandang	-4049
▁Danupan	-4050
▁Dininan	-4051
▁Doctors	-4052
▁Eternal	-4053
▁Friends	-4054
▁Gagawan	-4055
▁Gamitan	-4056
▁Ginamit	-4057
▁Inalben	-4058
▁Indepen	-4059
▁Italian	-4060
▁Kabukas	-4061
▁Kakayap	-4062
▁Katamad	-4063
▁Koreanu	-4064
▁Kuntoru	-4065
▁Lalakad	-4066
▁Linakad	-4067
▁Linarin	-4068
▁Mabilis	-4069
▁Mabusni	-4070
▁Magbotu	-4071
▁Magtaka	-4072
▁Magyelu	-4073
▁Manakit	-4074
▁Mapekat	-4075
▁Masikan	-4076
▁Matalik	-4077
▁Matamad	-4078
▁Mebulag	-4079
▁Megisan	-4080
▁Mekapag	-4081
▁Menalbe	-4082
▁Mesakit	-4083
▁Mesipit	-4084
▁Miglwal	-4085
▁Minuran	-4086
▁Mumuran	-4087
▁Okupadu	-4088
▁Pakalon	-4089
▁Pasayan	-4090
▁Patugut	-4091
▁Penyali	-4092
▁Pepabye	-4093
▁Pepaula	-4094
▁Perhaps	-4095
▁Pinilit	-4096
▁Posibli	-4097
▁Siempre	-4098
▁Simbung	-4099
▁Sinayad	-4100
▁Sinilip	-4101
▁Sinopan	-4102
▁Sinulat	-4103
▁Sinunga	-4104
▁Sisiran	-4105
▁Talakad	-4106
▁Tinagun	-4107
▁Tinakas	-4108
▁Tinggap	-4109
▁Tinikul	-4110
▁Tiniman	-4111
▁Tinulak	-4112
▁Workers	-4113
▁ability	-4114
▁alakton	-4115
▁aliwang	-4116
▁amanwan	-4117
▁andaman	-4118
▁anxious	-4119
▁anymore	-4120
▁apulung	-4121
▁babasan	-4122
▁balcony	-4123
▁bandera	-4124
▁bargain	-4125
▁barkada	-4126
▁bicycle	-4127
▁blinded	-4128
▁broiled	-4129
▁bunying	-4130
▁capable	-4131
▁captain	-4132
▁changed	-4133
▁changes	-4134
▁chicken	-4135
▁command	-4136
▁company	-4137
▁conduct	-4138
▁constru	-4139
▁consult	-4140
▁contest	-4141
▁coughed	-4142
▁country	-4143
▁crowbar	-4144
▁current	-4145
▁dakitan	-4146
▁darakal	-4147
▁diritak	-4148
▁discont	-4149
▁driving	-4150
▁escaped	-4151
▁evening	-4152
▁falling	-4153
▁fantasy	-4154
▁finally	-4155
▁flowers	-4156
▁fortune	-4157
▁getting	-4158
▁growing	-4159
▁happens	-4160
▁herself	-4161
▁ignored	-4162
▁ikutang	-4163
▁iligtas	-4164
▁imalang	-4165
▁inagkat	-4166
▁ingkung	-4167
▁inorder	-4168
▁journey	-4169
▁kagiwan	-4170
▁kagrabi	-4171
▁kaleldo	-4172
▁kampyun	-4173
▁kapitan	-4174
▁kapitna	-4175
▁karulun	-4176
▁kasibul	-4177
▁kayanib	-4178
▁labanan	-4179
▁largest	-4180
▁larinan	-4181
▁leather	-4182
▁lessons	-4183
▁letrato	-4184
▁letratu	-4185
▁letters	-4186
▁librung	-4187
▁lumipat	-4188
▁luntong	-4189
▁mabilis	-4190
▁mabilug	-4191
▁magbayu	-4192
▁maglage	-4193
▁maglutu	-4194
